"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
const React = require("react");
const Review_1 = require("./Review");
const Reviews = () => (React.createElement("div", { className: "reviews" },
    React.createElement("div", { className: "uk-container" },
        React.createElement("header", { className: "reviews__header" },
            React.createElement("h2", { className: "reviews__title" }, "\u041C\u043D\u0435\u043D\u0438\u0435 \u043D\u0430\u0448\u0438\u0445 \u0443\u0447\u0435\u043D\u0438\u043A\u043E\u0432")),
        React.createElement("section", { className: "reviews__body uk-flex" },
            React.createElement(Review_1.default, { avatar: "/static/img/avatar_1.jpg", name: "Анна Каренина", text: "“В начале 1806-го года Николай Ростов вернулся в отпуск. Денисов ехал тоже домой в Воронеж, и Ростов уговорил его ехать с собой до Москвы и остановиться у них в доме. На предпоследней станции, встретив товарища, Денисов выпил с ним три бутылки вина и, подъезжая к Москве, несмотря на ухабы дороги, не просыпался, лежа на дне перекладных саней, подле Ростова, который по мере приближения к Москве приходил все более и более в нетерпение.”" }),
            React.createElement(Review_1.default, { avatar: "/static/img/avatar_2.jpg", name: "Чичиков Николай", text: "“В начале 1806-го года Николай Ростов вернулся в отпуск. Денисов ехал тоже домой в Воронеж, и Ростов уговорил его ехать с собой до Москвы и остановиться у них в доме. На предпоследней станции, встретив товарища, Денисов выпил с ним три бутылки вина и, подъезжая к Москве, несмотря на ухабы дороги, не просыпался, лежа на дне перекладных саней, подле Ростова, который по мере приближения к Москве приходил все более и более в нетерпение.”" }),
            React.createElement(Review_1.default, { avatar: "/static/img/avatar_3.jpg", name: "Евгений Онегин", text: "“В начале 1806-го года Николай Ростов вернулся в отпуск. Денисов ехал тоже домой в Воронеж, и Ростов уговорил его ехать с собой до Москвы и остановиться у них в доме. На предпоследней станции, встретив товарища, Денисов выпил с ним три бутылки вина и, подъезжая к Москве, несмотря на ухабы дороги, не просыпался, лежа на дне перекладных саней, подле Ростова, который по мере приближения к Москве приходил все более и более в нетерпение.”" })))));
exports.default = Reviews;
